Repository: Aman-Singh-Rawat/flutter_task
Catalog: lib/l10n/app_*.arb
Languages: ar

source: What are you looking for?
ar: ماذا تبحث عن؟

# deliverySystemUpdate
source: We're upgrading our systems to serve you better! Delivery slots may be limited for a few days. Kindly choose the next available slot while placing your order.
ar: نقوم بترقية أنظمتنا لخدمتك بشكل أفضل! قد تكون فترات التسليم محدودة لبضعة أيام. يرجى اختيار أول موعد متاح عند تقديم الطلب.

source: Top Picks
ar: أفضل الاختيارات

source: BEST PRICE
ar: أفضل سعر

source: Up to 30% Off
ar: خصم يصل إلى 30٪

source: Edathala
ar: إيداثالا

source: Aluva
ar: ألوفا

source: Fruits & Vegetables
ar: الفواكه والخضروات

source: Meat & Fish
ar: اللحوم والأسماك

source: Dairy & Eggs
ar: الألبان والبيض

source: Bakery
ar: المخبوزات

source: Snacks & Beverages
ar: الوجبات الخفيفة والمشروبات

source: Pantry Staples
ar: أساسيات المخزن

source: Frozen Foods
ar: الأطعمة المجمدة

source: Smartphones
ar: الهواتف الذكية

source: Headphones
ar: سماعات الرأس

source: Shavers & Trimmers
ar: ماكينات الحلاقة والمقصات

source: Home
ar: الرئيسية

source: Category
ar: الفئات

source: My Cart
ar: عربة التسوق

source: Account
ar: حسابي

source: Grocery & Fresh
ar: البقالة والمواد الطازجة

source: Electronics & Appliances
ar: الإلكترونيات والأجهزة

source: Home & Lifestyle
ar: المنزل وأنماط الحياة

source: Offers
ar: العروض

source: Meat, Fish & Eggs
ar: اللحوم والأسماك والبيض

source: Frozen Food
ar: الأطعمة المجمدة

source: Bakery & Breads
ar: المخبوزات والخبز

# teaCoffeeDrinks
source: Tea, Coffee & Malted Drinks
ar: الشاي والقهوة والمشروبات المالحة

source: Dairy & Ice Creams
ar: الألبان والآيس كريم

source: Baby Care & Diapers
ar: العناية بالطفل والحفاضات

source: Dry Fruits & Nuts
ar: الفواكه الجافة والمكسرات

source: Biscuits & Chocolates
ar: البسكويت والشوكولاتة

source: Breakfast & Instant Food
ar: وجبات الإفطار والطعام الجاهز

source: Sauces, Pickles & Spices
ar: الصلصات والمخللات والتوابل

source: Mobiles
ar: الهواتف المحمولة

source: Laptops
ar: أجهزة الكمبيوتر المحمولة

source: Tablets
ar: الأجهزة اللوحية

source: Furniture
ar: الأثاث

source: Home Decor
ar: ديكور المنزل

source: Kitchen
ar: المطبخ

# emptyCartTitle
source: Your cart is currently empty!!!
ar: سلة التسوق فارغة حالياً!!!

source: Back
ar: رجوع
